[
{
"English": "CHAPTER I. The one opened the door with a latch-key and went in, followed by a young fellow who awkwardly removed his cap. He wore rough clothes that smacked of the sea, and he was manifestly out of place in the spacious hall in which he found himself. He did not know what to do with his cap, and was stuffing it into his coat pocket when the other took it from him. The act was done quietly and naturally, and the awkward young fellow appreciated it. “He understands,” was his thought. “He’ll see me through all right.”",
"Turkish": "1. BÖLÜM Anahatarla kapıyı açıp içeri giren ev sahibinin arkasından gelen genç adam, sakar bir hareketle şapkasını çıkardı. Üzerinde deniz kokulu kaba giysiler vardı ve kendini her nasılsa içinde buluverdiği bu geniş salona hiç mi hiç uymuyordu. Bir türlü ne yapacağını bilemediği şapkasını cebine tıkıştırmak üzereydi ki, öteki adam şapkayı onun elinden aldı. Hareketin son derece sakin ve doğal bir biçimde yapılmış olması genç adamın hoşuna gitmişti. “Durumumu anlıyor,” diye düşündü. “Bu işin içinden sıyrılmama yardım edecek.”"
},
{
"English": "He walked at the other’s heels with a swing to his shoulders, and his legs spread unwittingly, as if the level floors were tilting up and sinking down to the heave and lunge of the sea. The wide rooms seemed too narrow for his rolling gait, and to himself he was in terror lest his broad shoulders should collide with the doorways or sweep the bric-a-brac from the low mantel. He recoiled from side to side between the various objects and multiplied the hazards that in reality lodged only in his mind.",
"Turkish": "Ötekinin hemen arkasından yürürken omuzlarını sallıyor ve farkında olmadan, sanki zemin denizin yükselip alçalmasıyla dalgalanıyormuş gibi bacaklarını iki yana açarak yürüyordu. Koskoca oda yuvarlanır gibi yürüyüşüne çok dar gelmişti ve geniş omuzları kapı girişlerine çarpacak ya da şöminenin üzerindeki incik boncuğu devirecek diye korku içindeydi. Çeşit çeşit eşyanın arasında bir o yana bir bu yana seğirtiyor ve böyle yaparak aslında yalnızca kafasında yarattığı tehlikeyi kat kat arttırıyordu."
},
{
"English": "Between a grand piano and a centre-table piled high with books was space for a half a dozen to walk abreast, yet he essayed it with trepidation. His heavy arms hung loosely at his sides. He did not know what to do with those arms and hands, and when, to his excited vision, one arm seemed liable to brush against the books on the table, he lurched away like a frightened horse, barely missing the piano stool. He watched the easy walk of the other in front of him, and for the first time realized that his walk was different from that of other men. He experienced a momentary pang of shame that he should walk so uncouthly. The sweat burst through the skin of his forehead in tiny beads, and he paused and mopped his bronzed face with his handkerchief.",
"Turkish": "Büyük kuyruklu piyano ve üzeri kitap yığılı bir orta sehpası arasında bir düzine insanın yan yana yürüyebileceği kadar geniş yer vardı, yine de o buradan yüreği titreyerek geçti. Ağır kolları gevşek biçimde iki yanında sallanıyordu. Bu kollarla ve bu ellerle ne yapacağını bilmiyordu. Heyecanlı gözlerine, kollarından biri masanın üzerindeki kitaplara sürtünecekmiş gibi göründüğünde ürkmüş bir at gibi yana sıçradı, bu sırada neredeyse piyano iskemlesine çarpacaktı. Önünden yürüyen adamın rahat adımlarını izlerken yaşamında ilk kez yürüyüşünün diğer insanlardan değişik olduğunu fark etti. Böylesine yakışıksız biçimde yürüdüğü için bir an utanç duydu. Alnında minik ter damlaları belirdi. Bir an duraklayıp bronzlaşmış yüzünü mendiliyle kuruladı."
},
{
"English": "“Hold on, Arthur, my boy,” he said, attempting to mask his anxiety with facetious utterance. “This is too much all at once for yours truly. Give me a chance to get my nerve. You know I didn’t want to come, an’ I guess your fam’ly ain’t hankerin’ to see me neither.” “That’s all right,” was the reassuring answer. “You mustn’t be frightened at us. We’re just homely people—Hello, there’s a letter for me.” He stepped back to the table, tore open the envelope, and began to read, giving the stranger an opportunity to recover himself.",
"Turkish": "\"Arthur, oğlum, bir dakika beklesen,\" dedi. Endişesini bu alaycı sözlerle gizlemeye çalışıyordu. \"Sevgili dostuna bütün bunlar biraz fazla geldi bir anda. Fırsat versen de cesaretimi toplarlasam. Biliyorsun ben gelmek istememiştim ve sanırım senin ailen de beni görmek için ölüp bitmiyor.\" \"Tamam, sorun değil,\" diye güven verici bir yanıt geldi. \"Bizden korkmamalısın. Aslında çok sade insanlarız biz. Hey, bana bir mektup var.\" Arthur masaya geri döndü, mektubu yırtıp açtı ve okumaya başladı. Böyle yaparak yabancıya kendini toparlaması için fırsat veriyordu."
},
{
"English": "And the stranger understood and appreciated. His was the gift of sympathy, understanding; and beneath his alarmed exterior that sympathetic process went on. He mopped his forehead dry and glanced about him with a controlled face, though in the eyes there was an expression such as wild animals betray when they fear the trap. He was surrounded by the unknown, apprehensive of what might happen, ignorant of what he should do, aware that he walked and bore himself awkwardly, fearful that every attribute and power of him was similarly afflicted. He was keenly sensitive, hopelessly self-conscious, and the amused glance that the other stole privily at him over the top of the letter burned into him like a dagger-thrust. He saw the glance, but he gave no sign, for among the things he had learned was discipline. Also, that dagger-thrust went to his pride.",
"Turkish": "Yabancı da bunu anlıyor ve değerini biliyordu. Anlayış ve sevecenlik göstermeyi bilirdi ve endişeli dış görünüşünün altında bile bu duygularını sürdürüyordu. Alnını kurulayıp daha sakin bir yüzle çevresine bakındı, yine de gözlerinde tuzağa yakalanmaktan korkan vahşi hayvanlara özgü bir bakış vardı. Bilinmedik şeylerle çevrilmişti, başına geleceklerden endişeliydi, ne yapması gerektiğini bilmiyordu, tüm güçlerinin ve yeteneklerinin bundan etkilenmiş olduğundan korkuyordu. Aşırı duyarlıydı, umutsuz ölçüde utangaçtı ve ötekinin mektubun üzerinden ona yönelttiği kaçamak ve neşeli bakışlar içine bir kama gibi saplanıyordu. Bu bakışı görmüştü; ama gördüğünü belli etmedi. Çünkü öğrenmiş olduğu şeylerden biri de disiplindi. Aynı zamanda bu kama yarası onun gururunu delip geçiyordu."
},
{
"English": "He cursed himself for having come, and at the same time resolved that, happen what would, having come, he would carry it through. The lines of his face hardened, and into his eyes came a fighting light. He looked about more unconcernedly, sharply observant, every detail of the pretty interior registering itself on his brain. His eyes were wide apart; nothing in their field of vision escaped; and as they drank in the beauty before them the fighting light died out and a warm glow took its place. He was responsive to beauty, and here was cause to respond.",
"Turkish": "Gelmiş olduğu için kendine sövüp sayıyordu, bir yandan da gelmiş olduğuna göre ne olursa olsun bu işi sonuna kadar sürdürmeye kararlıydı. Yüzünün çizgileri sertleşti, gözlerinde savaşçı bir ışık belirdi. Şimdi çevresine daha az kaygılı, daha araştıran gözlerle bakıyordu, içerideki her türlü küçük ayrıntı beynine kazınıyordu. Gözleri kocaman açılmıştı, görüş alanlarındaki hiçbir şeyi kaçırmıyorlardı ve önlerindeki güzelliği içlerine doldurdukça içlerindeki savaşçı ışık azalıyor, bunun yerini sıcak bir pırıltı alıyordu. Güzelliğe karşı çok duyarlıydı ve burada da onu etkileyecek birçok şey vardı."
},
{
"English": "An oil painting caught and held him. A heavy surf thundered and burst over an outjutting rock; lowering storm-clouds covered the sky; and, outside the line of surf, a pilot-schooner, close-hauled, heeled over till every detail of her deck was visible, was surging along against a stormy sunset sky. There was beauty, and it drew him irresistibly. He forgot his awkward walk and came closer to the painting, very close. The beauty faded out of the canvas. His face expressed his bepuzzlement. He stared at what seemed a careless daub of paint, then stepped away. Immediately all the beauty flashed back into the canvas. “A trick picture,” was his thought, as he dismissed it, though in the midst of the multitudinous impressions he was receiving he found time to feel a prod of indignation that so much beauty should be sacrificed to make a trick.",
"Turkish": "Bir yağlıboya tablo dikkatini çekti. Yüksek bir kayaya çarpıp patlayan dev dalgaların resmiydi bu: Gökyüzü alçalmış fırtına bulutlarıyla kaplıydı ve kırılan dalgaların açığında, akşam güneşinin ışıkları altında, fırtınalı gökyüzünün önünde bir yelkenli vardı. Yelkenlinin güvertesinin bütün ayrıntıları görülebiliyordu, işte güzellik buydu ve dayanılmaz biçimde kendine çekiyordu onu. Sarsak yürüyüşünü unutup tablonun yanına yaklaştı, iyice yakınına gitti. Güzellik uçup gidivermişti şimdi. Yüzünde derin bir şaşkınlık belirdi. Artık dikkatsiz fırça vuruşlarından başka bir şeye benzemeyen bir tabloya bakıyordu, sonra yeniden geriye doğru bir iki adım attı. Birdenbire bütün güzellik yeniden tablonun üzerinde belirivermişti. \"Hileli bir resim\" diye düşündü ve kafasından silip attı. Üzerine akan yığınla izlenime karşın böylesine bir güzelliğin yalnızca bir hile uğruna kurban edilmesine öfkelenecek zamanı bulabilmişti."
},
{
"English": "He did not know painting. He had been brought up on chromos and lithographs that were always definite and sharp, near or far. He had seen oil paintings, it was true, in the show windows of shops, but the glass of the windows had prevented his eager eyes from approaching too near. He glanced around at his friend reading the letter and saw the books on the table. Into his eyes leaped a wistfulness and a yearning as promptly as the yearning leaps into the eyes of a starving man at sight of food. An impulsive stride, with one lurch to right and left of the shoulders, brought him to the table, where he began affectionately handling the books.",
"Turkish": "Yağlıboya tablolar konusunda hiçbir şey bilmiyordu. Fotoğraflar ve taş baskı resimlerle büyümüştü o, bunlar da ister yakından ister uzaktan bakılsın, her zaman belirli ve keskin resimlerdi. Daha önce dükkân vitrinlerinde yağlıboya tablolar gördüğü doğruydu; ama vitrin camları hevesli gözlerinin çok yakına yaklaşmasını engellemişti. Mektubunu okuyan arkadaşını görmek için çevresine bakındığında masanın üzerindeki kitapları gördü. Açlık çeken bir adamın yemek karşısında gözlerinde beliren özleme benzer bir özlem ve istek belirdi yüzünde. Hiç düşünmeden atılan uzun bir adım, omuzların sağa sola sallanışı onu bir hamlede masanın başına getirmişti. Kitapları sevgi dolu bir hareketle eline aldı."
},
{
"English": "He glanced at the titles and the authors’ names, read fragments of text, caressing the volumes with his eyes and hands, and, once, recognized a book he had read. For the rest, they were strange books and strange authors. He chanced upon a volume of Swinburne and began reading steadily, forgetful of where he was, his face glowing. Twice he closed the book on his forefinger to look at the name of the author. Swinburne! he would remember that name. That fellow had eyes, and he had certainly seen color and flashing light. But who was Swinburne? Was he dead a hundred years or so, like most of the poets? Or was he alive still, and writing? He turned to the title-page . . . yes, he had written other books; well, he would go to the free library the first thing in the morning and try to get hold of some of Swinburne’s stuff. He went back to the text and lost himself. He did not notice that a young woman had entered the room. The first he knew was when he heard Arthur’s voice saying:-",
"Turkish": "Başlıkların, yazar adlarının üzerinde göz gezdirdi, metinlerden parçalar okudu. Ciltleri gözleri ve elleriyle okşuyordu. Bunların arasında daha önceden okuduğu bir kitabın bulunduğunu gördü. Geri kalanlar onun için yabancı yazarlar ve yabancı kitaplardı. Rastgele bir kitap çekip okumaya başladı. Bu Swinburne'ün bir kitabıydı. Bir anda nerede olduğunu unutmuş, yüzü aydınlanmıştı, iki kez kitabın kapağını çevirip yazarın adına baktı. Swinburne! Bu adı unutmayacaktı. Bu yazarın keskin gözleri vardı, renkleri ve çakan ışıkları görebilmişti belli ki. Ama kimdi bu Swinburne? Şairlerin çoğu gibi yüzlerce yıl önce ölmüş müydü? Yoksa henüz yaşıyor ve yazmayı sürdürüyor muydu? Başlık sayfasını çevirdi... Evet, başka kitaplar da yazmıştı; peki öyleyse, yarın sabah yapacağı ilk iş halk kütüphanesine gidip şu Swinburne'ün yazdığı şeyleri bulmaya çalışmak olacaktı. Tekrar kitaba döndü ve nerede olduğunu unuttu. Odaya genç bir kadının girdiğini fark etmemişti bile. Arthur'un sesini duyunca kendine geldi. Arthur:"
},
{
"English": "“Ruth, this is Mr. Eden.” The book was closed on his forefinger, and before he turned he was thrilling to the first new impression, which was not of the girl, but of her brother’s words. Under that muscled body of his he was a mass of quivering sensibilities. At the slightest impact of the outside world upon his consciousness, his thoughts, sympathies, and emotions leapt and played like lambent flame. He was extraordinarily receptive and responsive, while his imagination, pitched high, was ever at work establishing relations of likeness and difference.",
"Turkish": "\"Ruth, bu Bay Eden,\" diyordu. Kitap başparmağının üzerine kapandı, daha arkasını dönmeden bu yeni izlenimle büyülenmişti. Kızın yarattığı izlenim değil, ağabeyinin sözleriydi bu etkiyi yaratan. Kaslı bedeninin altında titreşen bir duyarlılıklar yığınıydı o. Dış dünyanın en küçük bir dokunuşuyla bilinci, düşünceleri ve duyguları, titreşen alevler gibi kıpırdamaya başlıyorlardı. Bir yandan aşırı ölçüde duyarlı ve alıcıydı, öte yandan çok fazla uyarılmış hayal gücü sürekli olarak benzerlikler ve ayrımlar bulmakla uğraşıyordu."
},
{
"English": "“Mr. Eden,” was what he had thrilled to—he who had been called “Eden,” or “Martin Eden,” or just “Martin,” all his life. And “Mister!” It was certainly going some, was his internal comment. His mind seemed to turn, on the instant, into a vast camera obscura, and he saw arrayed around his consciousness endless pictures from his life, of stoke-holes and forecastles, camps and beaches, jails and boozing-kens, fever-hospitals and slum streets, wherein the thread of association was the fashion in which he had been addressed in those various situations.",
"Turkish": "Onu heyecanlandıran şey \"Bay Eden\" sözleriydi. \"Eden,\" ya da \"Martin Eden,\" veya yalnızca \"Martin\" diye çağırılmıştı tüm yaşamı boyunca. Ve bir de \"Bayım!\" içindeki ses kesinlikle bir şeyler olacağını söylüyordu. Kafası o anda her şeyi içine sığdıran dev bir kameraya dönüşmüştü. Yaşamındaki sayısız resim bilincinde sıraya giriyordu. Serseri barınakları ve gemi güverteleri, kamplar ve kumsallar, hapishaneler ve meyhaneler, sıtma hastaneleri ve viraneye dönmüş sokaklar. Bütün bunları birbirine bağlayan zincir ise bu durumlarda ona nasıl seslenildiğiydi."
},
{
"English": "And then he turned and saw the girl. The phantasmagoria of his brain vanished at sight of her. She was a pale, ethereal creature, with wide, spiritual blue eyes and a wealth of golden hair. He did not know how she was dressed, except that the dress was as wonderful as she. He likened her to a pale gold flower upon a slender stem. No, she was a spirit, a divinity, a goddess; such sublimated beauty was not of the earth. Or perhaps the books were right, and there were many such as she in the upper walks of life. She might well be sung by that chap, Swinburne. Perhaps he had had somebody like her in mind when he painted that girl, Iseult, in the book there on the table.",
"Turkish": "Sonra arkasını döndü ve kızı gördü. Kızı görmesiyle beynindeki imgeler yığını siliniverdi. Solgun, uçacakmış gibi görünen bir yaratıktı bu. İri, derin mavi gözleri ve gür, altın sarısı saçları vardı. Üzerine ne giymiş olduğunu bilmiyordu, tek bildiği şey giysilerin de kız kadar inanılmaz olduğuydu. Kızı ince bir sapın ucundaki solgun, altın rengi bir çiçeğe benzetti. Hayır, bu kız ruhsal, tanrısal bir şeydi, bir tanrıçaydı. Böylesine yüce bir güzellik yeryüzüne ait olamazdı. Ya da belki de kitaplarda yazanlar doğruydu ve yaşamın daha yukarı katlarında onun gibi bir sürü kız vardı. Şu Swinburne pekâlâ bu kız için yazmış olabilirdi. Belki de masanın üzerindeki kitaptaki Iseult adındaki kızı çizerken aklında bu kıza benzer biri vardı."
},
{
"English": "All this plethora of sight, and feeling, and thought occurred on the instant. There was no pause of the realities wherein he moved. He saw her hand coming out to his, and she looked him straight in the eyes as she shook hands, frankly, like a man. The women he had known did not shake hands that way. For that matter, most of them did not shake hands at all. A flood of associations, visions of various ways he had made the acquaintance of women, rushed into his mind and threatened to swamp it.",
"Turkish": "Bütün bu duygu ve düşünce yığını aynı anda belirmişti. Şu anda içinde yaşadığı gerçeğe hiç yer kalmamıştı. Kızın elinin kendisininkine uzandığını gördü. Kız onunla dürüstçe, bir erkek gibi tokalaşırken dosdoğru gözlerinin içine bakıyordu. Onun tanıdığı kadınlar böyle tokalaşmazlardı. Aslında çoğu zaten pek tokalaşmazdı da. Tanıdığı çeşit çeşit kadının resimlerinden oluşan bir çağrışım seli beynine üşüşüp içeriyi kaplamaya çalışıyordu."
},
{
"English": "But he shook them aside and looked at her. Never had he seen such a woman. The women he had known! Immediately, beside her, on either hand, ranged the women he had known. For an eternal second he stood in the midst of a portrait gallery, wherein she occupied the central place, while about her were limned many women, all to be weighed and measured by a fleeting glance, herself the unit of weight and measure. He saw the weak and sickly faces of the girls of the factories, and the simpering, boisterous girls from the south of Market. There were women of the cattle camps, and swarthy cigarette-smoking women of Old Mexico. These, in turn, were crowded out by Japanese women, doll-like, stepping mincingly on wooden clogs; by Eurasians, delicate featured, stamped with degeneracy; by full-bodied South-Sea-Island women, flower-crowned and brown-skinned. All these were blotted out by a grotesque and terrible nightmare brood—frowsy, shuffling creatures from the pavements of Whitechapel, gin-bloated hags of the stews, and all the vast hell’s following of harpies, vile-mouthed and filthy, that under the guise of monstrous female form prey upon sailors, the scrapings of the ports, the scum and slime of the human pit.",
"Turkish": "Ama bunları bir yana itip kıza baktı. Şimdiye kadar hiç böyle bir kadın görmemişti. Tanıdığı kadınlar! Bu kızın yanında, bir anda tanıdığı bütün kadınlar gözünün önünden geçti. Hiç bitmeyecekmişçesine uzun süren bir an boyunca bir portreler sergisinde buldu kendini. Serginin en ortasında kız duruyordu, çevresi çok sayıda kadınla çevriliydi. Hepsi bir bakışta ölçülüp tartılıyordu ve bu tartının birimi kızdı. Fabrika kızlarının zayıf ve hastalıklı yüzlerini, Market'in güneyindeki aptal sırıtışlı, ukala kızları gördü. Sığır kamplarındaki kadınların ve Old Mexico'nun esmer, durmadan sigara içen kadınlarının arkasından tahta sandallarının üzerinde sekerek yürüyen taş bebek gibi Japon kadınlar geldi; narin çizgileri çöküntünün damgasını yemiş Avrasyalılar; çiçekten taçları ve kahverengi tenleriyle, dolgun bedenli Güney Denizi adalarının kadınları. Bunların tümü acımasız ve korkunç bir kâbusun içersinde silindiler. Whitechapel kaldırımdaki saçak saçak, pasaklı yaratıklar, ambarların durmadan cin içen kocakarıları ve cehennemin ağzı bozuk, pis yırtıcı kuşları. Dişi kılığına bürünüp denizcileri avlayan, kapıları tırmalayan korkunç, yırtıcı kuşlar, insan bataklığının köpük köpük, yapışkan suları."
},
{
"English": "“Won’t you sit down, Mr. Eden?” the girl was saying. “I have been looking forward to meeting you ever since Arthur told us. It was brave of you—” While he waved his hand and muttered that it was nothing at all, what he had done, and that any fellow would have done it. She noticed that the hand he waved was covered with fresh abrasions, in the process of healing, and a glance at the other loose-hanging hand showed it to be in the same condition. Also, with quick, critical eye, she noted a scar on his cheek, another that peeped out from under the hair of the forehead, and a third that ran down and disappeared under the starched collar. She repressed a smile at sight of the red line that marked the chafe of the collar against the bronzed neck. He was evidently unused to stiff collars. Likewise her feminine eye took in the clothes he wore, the cheap and unaesthetic cut, the wrinkling of the coat across the shoulders, and the series of wrinkles in the sleeves that advertised bulging biceps muscles.",
"Turkish": "\"Oturmaz mıydınız, Bay Eden?\" diyordu kız. \"Arthur bize anlattığından beri sizinle karşılaşmayı çok istiyordum. Yaptığınız çok cesurca...\" Önemsemezcesine elini sallayıp yaptığının hiçbir önemi olmadığını, yerinde kim olsa kendisi gibi davranacağını mırıldandı Martin. Kız sallanan elin iyileşme sürecine girmiş taze yaralarla kaplı olduğunu gördü, öteki ele bir göz attığında onun da aynı durumda olduğunu anladı. Aynı zamanda hızlı, eleştirici gözleri. yanağında bir yara izi olduğunu, alnında bir başka yara izinin saçlarının arasına doğru uzandığını ve bir üçüncünün boynundan aşağı inip buruşuk yakanın arkasında kaybolduğunu fark etmişti. Yakanın, bronz ensede bıraktığı kırmızı izi görünce gülümsememeye çalıştı. Sert yakalara alışık olmadığı belliydi. Kadın gözleriyle üzerindeki giysileri inceledi: ucuz, biçimsiz kesimli ceketin omuzlarındaki buruşukluklar ve kollarda şişkin pazuların oluşturduğu kırışıklar."
},
{
"English": "While he waved his hand and muttered that he had done nothing at all, he was obeying her behest by trying to get into a chair. He found time to admire the ease with which she sat down, then lurched toward a chair facing her, overwhelmed with consciousness of the awkward figure he was cutting. This was a new experience for him. All his life, up to then, he had been unaware of being either graceful or awkward. Such thoughts of self had never entered his mind. He sat down gingerly on the edge of the chair, greatly worried by his hands. They were in the way wherever he put them. Arthur was leaving the room, and Martin Eden followed his exit with longing eyes. He felt lost, alone there in the room with that pale spirit of a woman. There was no bar-keeper upon whom to call for drinks, no small boy to send around the corner for a can of beer and by means of that social fluid start the amenities of friendship flowing.",
"Turkish": "Martin elini sallayıp yaptığının hiç de önemli olmadığını mırıldanırken bir yandan da kızın isteğini yerine getirmek için bir sandalye bulmaya çalışıyordu. Kızın ne kadar rahat bir tavırla oturduğuna hayran olacak zamanı bulmuştu. Bunun üzerine hemen ona bakan bir sandalyeye doğru atıldı. Ne kadar hantal bir tablo oluşturduğunun bilincindeydi ve bunun altında eziliyordu. Bu onun için yepyeni bir şeydi. O ana dek, tüm yaşamı boyunca kibar mı, hantal mı olduğunu düşünmemişti bile. Kendisiyle ilgili böyle düşünceler hiç aklına gelmezdi. Sandalyenin ucuna yavaşça ilişti. ellerinden çok dertliydi. Ellerini nereye koyarsa koysun bir türlü rahat edemiyordu. Arthur odadan çıkmak üzereydi. Martin Eden özlem dolu gözlerle onun çıkışını izledi. Bu solgun, ruh gibi kadınla aynı odada yalnız kalmak ona kendini kaybolmuş gibi hissettirmişti. Bir içki vermesini isteyeceği bir barmen, bir kutu bira alması için köşedeki dükkâna göndereceği küçük bir oğlan yoktu çevresinde. Tatlı bir arkadaşlığın akışını bu toplumsal sıvılar başlatırlardı."
},
{
"English": "“You have such a scar on your neck, Mr. Eden,” the girl was saying. “How did it happen? I am sure it must have been some adventure.” “A Mexican with a knife, miss,” he answered, moistening his parched lips and clearing his throat. “It was just a fight. After I got the knife away, he tried to bite off my nose.”",
"Turkish": "\"Bir yara izi var ensenizde, Bay Eden?\" diyordu kız. \"Nasıl oldu bu? Eminim bir maceranın sonucunda olmuştur.\" \"Bıçaklı bir Meksikalı, küçük hanım,\" diye yanıtlarken kurumuş dudaklarını ıslatıp boğazını temizliyordu. \"Bir kavga işte. Bıçağı alıp bir yana attığımda burnumu ısırıp koparmaya kalkmıştı.\""
},
{
"English": "Baldly as he had stated it, in his eyes was a rich vision of that hot, starry night at Salina Cruz, the white strip of beach, the lights of the sugar steamers in the harbor, the voices of the drunken sailors in the distance, the jostling stevedores, the flaming passion in the Mexican’s face, the glint of the beast-eyes in the starlight, the sting of the steel in his neck, and the rush of blood, the crowd and the cries, the two bodies, his and the Mexican’s, locked together, rolling over and over and tearing up the sand, and from away off somewhere the mellow tinkling of a guitar. Such was the picture, and he thrilled to the memory of it, wondering if the man could paint it who had painted the pilot-schooner on the wall. The white beach, the stars, and the lights of the sugar steamers would look great, he thought, and midway on the sand the dark group of figures that surrounded the fighters. The knife occupied a place in the picture, he decided, and would show well, with a sort of gleam, in the light of the stars. But of all this no hint had crept into his speech. “He tried to bite off my nose,” he concluded.",
"Turkish": "Olayı böyle yalın bir biçimde anlatırken, gözlerinin önünde Salina Cruz'daki o sıcak, yıldızlı gecenin zengin manzarası belirmişti. Bembeyaz kumsal şeridi, limandaki şeker teknelerinin ışıkları, sarhoş denizcilerin uzaklardan gelen sesleri, yükleme işçilerinin itişip kakışmaları, Meksikalının yüzünde alev alev yanan tutku, yıldızların ışığında vahşi gözlerin pırıltısı, boynuna çeliğin batışı ve kanın fışkırışı, kalabalık ve çığlıklar, iki beden, onunki ve Meksikalınınki, birbirlerine kenetlenmiş yuvarlanıyor; yuvarlanıyorlar ve çevreye kumlar saçılıyor, çok uzaklarda bir yerlerde bir gitarın yumuşak tıngırtısı. Gözlerinin önünde beliren tablo buydu. Bu anı onu heyecanlandırmıştı. Duvardaki yelkenli tablosunu yapan adamın böyle bir tablo yapıp yapamayacağını merak etti. Beyaz kumsal, yıldızlar ve tekne ışıklarının nefis görüneceğini düşündü. Kumların orta yerinde, dövüşçüleri çevreleyen karanlık bir insan kalabalığı olacaktı. Bıçağın da tabloda bir yerinin olması gerektiğine karar verdi, üstelik iyice de görünmeliydi. Yıldızların ışığında bir pırıltı gibi. Ama konuşmasına, bu düşündüklerinden en ufak bir iz bile sızmadı. \"Burnumu ısırıp koparmaya çalıştı,\" diye bitirdi sözlerini."
},
{
"English": "“Oh,” the girl said, in a faint, far voice, and he noticed the shock in her sensitive face. He felt a shock himself, and a blush of embarrassment shone faintly on his sunburned cheeks, though to him it burned as hotly as when his cheeks had been exposed to the open furnace-door in the fire-room. Such sordid things as stabbing affrays were evidently not fit subjects for conversation with a lady. People in the books, in her walk of life, did not talk about such things—perhaps they did not know about them, either. There was a brief pause in the conversation they were trying to get started. Then she asked tentatively about the scar on his cheek. Even as she asked, he realized that she was making an effort to talk his talk, and he resolved to get away from it and talk hers. “It was just an accident,” he said, putting his hand to his cheek. “One night, in a calm, with a heavy sea running, the main-boom-lift carried away, an’ next the tackle. The lift was wire, an’ it was threshin’ around like a snake. The whole watch was tryin’ to grab it, an’ I rushed in an’ got swatted.” “Oh,” she said, this time with an accent of comprehension, though secretly his speech had been so much Greek to her and she was wondering what a lift was and what swatted meant.",
"Turkish": "\"Of,\" dedi kız zayıf ve uzak bir sesle. Kızın duyarlı yüzünden ne kadar sarsıldığını görebiliyordu. O da sarsıldı ve güneş yanığı yanakları utançtan hafifçe kızardı. Ama o, yanaklarının kazan dairesindeki fırının açık kapısı önünde kalmış gibi alev alev yandığını hissediyordu. Belli ki bıçaklama gibi sefil şeyler bir hanımla konuşulmaya uygun konular değillerdi. Kitaplardaki insanlar, bu kızın yaşamındaki insanlar böyle şeylerden konuşmazlardı. Belki böyle şeyleri bilmiyorlardı bile. Yeniden söze girmeye çalıştıkları sırada konuşmalarında kısa bir duraklama oldu. Sonra kız biraz çekinerek yanağındaki yara izini sordu. Daha sorusunu sorarken bile Martin, kızın kendisinin anlayacağı türden konuşmaya çalıştığını anlamıştı ve bunu bir yana bırakıp kızın dilinden konuşmaya karar verdi. \"Yalnızca bir kazaydı,\" dedi elini yanağına koyarak. \"Sakin bir gecede deniz birden kabardı, ana seren askısı koptu ve arkasından da palanga. Askı telden yapılmıştı ve bir yılan gibi sağa sola savruluyordu. Nöbetteki herkes onu yakalamaya çalışıyordu, ben de fırladım ve yere çakılıverdim.\" \"Ya,\" dedi kız. Bu kez anlamış gibi davranıyordu; ama aslında Martin'in konuşması ona Yunanca kadar anlaşılmaz gelmişti ve bir askının ne olduğunu ve yere çakılıvermenin ne anlama geldiğini anlamaya çalışıyordu belli etmeden."
},
{
"English": "“This man Swineburne,” he began, attempting to put his plan into execution and pronouncing the i long. “Who?” “Swinburne,” he repeated, with the same mispronunciation. “The poet.” “Swinburne,” she corrected. “Yes, that’s the chap,” he stammered, his cheeks hot again. “How long since he died?” “Why, I haven’t heard that he was dead.” She looked at him curiously. “Where did you make his acquaintance?” “I never clapped eyes on him,” was the reply. “But I read some of his poetry out of that book there on the table just before you come in. How do you like his poetry?”",
"Turkish": "\"Şu Swineburne denen adam,\" diye başladı Martin. Planını uygulamaya koymaya çalışıyordu; ama konuşurken i'yi uzun söylemişti.\" \"Kim?\" \"Swineburne,\" diye yineledi aynı yanlış telaffuzla. \"Şair.\" \"Swinburne,\" diye düzeltti kız. \"Evet, o adam işte,\" diye kekeledi Martin, yanakları yeniden ısınmıştı. \"Öleli ne kadar oldu?\" \"Niye ki, onun öldüğünü duymamıştım.\" Kız merakla ona bakıyordu. \"Onunla nerede tanışmıştınız?\" \"Yüzünü bile hiç görmedim,\" oldu yanıt. \"Ama siz içeri girmeden biraz önce şu masanın üzerindeki kitaptan şiirlerinden birkaçını okumuştum. Onun şiirlerini nasıl buluyorsunuz?\""
}
]
